{"translation-revision-date":"2022-11-10 13:54:10+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Keep editing":["Düzenlemeye devam et"],"Good work! Now you can publish your product to your store by hitting the “Publish” button or keep editing it.":["Güzel iş çıkardınız! Müşterilerinizin ürünlerinizde daha kolay gezinmeleri ve mağazanızda bulmaları için ürünlerinize kategori atayın. "],"Publish your product 🎉":["Ürününüzü yayımlayın 🎉"],"Add your product categories here. Assign categories to your products to make them easier to browse through and find in your store.":["Ürün kategorilerinizi buraya ekleyin. Müşterilerinizin ürünlerinizde daha kolay gezinmeleri ve mağazanıda bulmaları için ürünlerinize kategori atayın. "],"Add your product categories":["Ürün kategorilerinizi buraya ekleyin."],"Add your product tags here. Tags are a method of labeling your products to make them easier for customers to find. For example, if you sell clothing, and you have a lot of cat prints, you could make a tag for “cat.”":["Ürün etiketlerinizi buraya ekleyin. Etiketler, ürünlerinizi müşterilerin daha kolay bulmasını sağlamak üzere etiketlemek için kullanılır. Örneğin, giysi satıyorsanız ve çok sayıda kedi baskınız varsa, \"kedi\" için bir etiket oluşturabilirsiniz."],"Add your product tags":["Ürün etiketlerinizi ekleyin"],"Upload an image to your product here. Ideally a JPEG or PNG about 600 px wide or bigger. This image will be shown in your store’s catalog.":["Ürününüz için buradan bir görsel yükleyin. İdeal olarak, yaklaşık 600 piksel genişliğinde veya daha büyük bir JPEG veya PNG olmalıdır. Bu görsel mağazanızın kataloğunda gösterilecektir."],"Add your product image":["Ürün görselinizi ekleyin"],"Type a quick summary for your product here. This will appear on the product page right under the product name.":["Buraya ürününüz için kısa bir özet yazın. Bu, ürün sayfasında ürün adının hemen altında görünecektir."],"Add your short product description":["Kısa ürün açıklamanızı ekleyin"],"Use the tabs to switch between sections and insert product details. Start by adding your product price.":["Bölümler arasında geçiş yapmak ve ürün ayrıntılarını eklemek için sekmeleri kullanın. Ürün fiyatınızı ekleyerek başlayın."],"Add your product data":["Ürün verilerinizi ekleyin"],"Start typing your new product name here. Add your full product description here. Describe your product in detail.":["Yeni ürün adınızı buraya yazarak başlayın. Tam ürün açıklamanızı buraya ekleyin. Ürününüzü ayrıntılı olarak açıklayın."],"Add your product description":["Kısa ürün açıklamanızı ekleyin"],"Start typing your new product name here. This will be what your customers will see in your store.":["Yeni ürün adınızı buraya yazmaya başlayın. Bu, müşterilerinizin mağazanızda göreceği şey olacaktır."],"Product name":["Ürün adı"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/product-tour.js"}}