{"translation-revision-date":"2022-11-10 13:54:10+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"If you’d like to speed up your process and print your shipping label straight from your WooCommerce dashboard, WooCommerce Shipping may be for you! ":["İşleminizi hızlandırmak ve gönderi etiketinizi doğrudan WooCommerce panonuzdan yazdırmak istiyorsanız WooCommerce Shipping sizin için ideal olabilir! "],"Print USPS and DHL labels straight from your WooCommerce dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["USPS ve DHL etiketlerini doğrudan WooCommerce panonuzdan yazdırın ve indirimli fiyatlar sayesinde gönderim masraflarınızdan tasarruf edin. WooCommerce Shipping'i bu bölümden yönetebilirsiniz."],"We defaulted to some recommended shipping methods based on your store location, but you can manage them at any time within each shipping zone settings.":["Mağazanızın konumuna bağlı olarak önerilen bazı varsayılan gönderim yöntemlerini ayarladık, ancak bunları istediğiniz zaman her bir gönderim bölgesinin ayarlarından yönetebilirsiniz."],"A shipping zone is a geographic area where a certain set of shipping methods are offered.":["Gönderim bölgesi, belirli gönderim yöntemlerinin sunulduğu bir coğrafi bölgedir."],"We added a few shipping zones for you based on your location, but you can manage them at any time.":["Bulunduğunuz yere göre sizin için birkaç gönderim bölgesi ekledik, ancak bunları istediğiniz zaman yönetebilirsiniz."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Mağazanıza aşağıdaki gönderim uzantılarından birini eklemenizi öneririz. \"Başla\"ya tıkladığınızda uzantı sizin için yüklenir ve etkinleştirilir."],"Recommended shipping solutions":["Önerilen gönderim çözümleri"],"🎉 WooCommerce Shipping is installed!":["🎉 WooCommerce Shipping yüklendi!"],"Finish the setup by connecting your store to Jetpack.":["Mağazanızı Jetpack'e bağlayarak kurulumu tamamlayın. "],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["USPS ve DHL Express etiketlerini doğrudan WooCommerce panonuzdan yazdırın ve nakliye işlemlerinden tasarruf edin."],"See more options":["Diğer seçenekleri görün"],"WooCommerce Shipping":["WooCommerce Shipping"],"Hide this":["Bunu gizle"],"(opens in a new tab)":["(yeni sekmede açılır)"],"Get started":["Haydi başlayalım"],"Task List Options":["Görev listesi seçenekleri"],"Recommended":["Önerilen"],"Activate":["Etkinleştir"],"Shipping zones":["Gönderim bölgeleri"],"Shipping methods":["Gönderim yöntemleri"],"Learn more":["Daha fazla bilgi edin"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}